/**
 * Appcelerator Titanium
 * this is a generated file - DO NOT EDIT
 */

"under_construction" = "今回のバージョンではサポートされていない機能です。\ nTakeTalksウェブサイト（http://www.taketalks.com/）にアクセスすると、教室を含むすべての機能をご利用いただけます。";
"bad_connection" = "接続されていません。\ nネットワーク接続状況を確認してください";
"ask_login" = "すべてのサービスを利用するには、登録後、ログインが必要です。";
"latest_data" = "最新のデータです。\ n明日もう一度確認してください。";
"first_data" = "最初のデータです。";
"send_failed" = "メッセージの送信に失敗しました。\ nネットワーク接続状況を確認した後、再試行してください";
"add_interest" = "カテゴリ％sの％sをお気に入りに追加します。";
"request_login_info" = "ユーザー名とパスワードを入力して、もう一度やり直してください。";
"notexist" = "登録されていないメールアドレスです。\ n再試行してください。";
"wrong_password" = "パスワードが正しくありません\ n再試行してください。";
